---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KipDashFtPerDegreePerFt
source: html/ef624c28-9759-52fe-8d54-ae3c89da8eb5.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KipDashFtPerDegreePerFt Property

Symbol kip-ft/°/ft, indicating unit Kip feet per degree per foot.

## Syntax (C#)
```csharp
public static ForgeTypeId KipDashFtPerDegreePerFt { get; }
```